Repository: TeaTO/TeaThemeOptions
Catalog: languages/*.po
Languages: fr_fr

source: Delete selection
fr_fr: Supprimer la sélection

source: To upload your own background, check the "CUSTOM" image.
fr_fr: Pour uploader votre image de fond, cochez l'image "CUSTOM".

source: Add background
fr_fr: Ajouter une image de fond

source: It seems you are not able to upload files.
fr_fr: Vous n'avez pas les droits pour uploader des fichiers.

source: Great: your post has been indexed!
fr_fr: Cool : votre contenu a été indexé !

source: Good job: %d posts have been indexed!
fr_fr: Bien joué : %d contenus ont été indexés !

source: The connection seems good but there is no "Index name" as you have set. Click on the "Create index" button.
fr_fr: La connexion a été établie mais aucun "Nom d'index" n'a été défini. Cliquez sur le bouton "Créer un index".

source: It seems there is a problem with your connection parameters. Please, check the "Configurations" tab.
fr_fr: Il semble qu'il y ait un problème de connexion. Merci de vérifier l'onglet "Configurations".

source: Your parameters are well configured. You can now use Elasticsearch in your website. Here is the last step: click on the "Index contents" button to index your old posts.
fr_fr: Vos paramètres ont bien été configurés. Vous pouvez maintenant utiliser Elasticsearch pour votre site. Voici la dernière étape : cliquez sur le bouton "Indexer les contenus" pour indexer les anciens contenus.

source: Indexing contents
fr_fr: Contenus en cours d'indexation

source: Statistics
fr_fr: Statistiques

source: Coming soon
fr_fr: Bientôt...

source: Create index
fr_fr: Créer un index

source: Index contents
fr_fr: Indexer les contenus

source: Enable Elasticsearch
fr_fr: Activer Elasticsearch

source: Disable Elasticsearch
fr_fr: Désactiver Elasticsearch

source: Elasticsearch is an Open Source Distributed Real Time Search &amp; Analytics
fr_fr: Elasticsearch est un Moteur de recherche et suivi Analytics en temps réel open-source

source: Server URL
fr_fr: URL du serveur

source: If your search provider has given you a connection URL, use that instead of filling out server information..<br/>http://<code>%s</code>:<code>%d</code> are good values.
fr_fr: Si votre administrateur vous a fourni une URL de connexion, utilisez-la au lieu de remplir les informations de serveur.<br/>http://<code>%s</code>:<code>%d</code> sont des valeurs attendues.

source: Index name
fr_fr: Nom d'index

source: Use a uniq name in lowercase with no special character.<br/><code>%s</code> is a good value.
fr_fr: Utilisez un nom unique en lettres minuscules sans caractères spéciaux..<br/><code>%s</code> est une valeur attendue.

source: Read timeout
fr_fr: Timeout de lecture

source: The maximum time (in seconds) that read requests should wait for server response. If the call times out, wordpress will fallback to standard search.<br/><code>%s</code> is a good value.
fr_fr: Le temps maximum (en secondes) à attendre de la réponse du serveur. Si l'appel a du retard, Wordpress procédera à une recherche standard.<br/><code>%s</code> est une valeur attendue.

source: Write timeout
fr_fr: Timeout d'écriture

source: The maximum time (in seconds) that write requests should wait for server response. This should be set long enough to index your entire site.<br/><code>%s</code> is a good value.
fr_fr: Le temps maximum (en secondes) à attendre de la réponse du serveur. Ceci devra être assez long pour indéxer votre site complet.<br/><code>%s</code> est une valeur attendue.

source: Search template?
fr_fr: Template de recherche ?

source: Use the Tea T.O. Search default template.
fr_fr: Utiliser le template par défaut du Tea T.O.

source: Use your own Search theme template.
fr_fr: Utiliser le template de votre thème.

source: You can <a href="#" class="elastica-template">click here</a> to see how you can integrate Tea T.O. Elasticsearch results in your template.
fr_fr: Vous pouvez <a href="#" class="elastica-template">cliquer ici</a> pour voir comment intégrer les résultats Elasticsearch du Tea T.O. dans votre thème.

source: Submit
fr_fr: Envoyer

source: Choose in this section which contents you want to index. This page list all post types and taxonomies defined in your template.<br/>
fr_fr: Choisissez dans cette section quels contenus sont à indexer. Cette page liste tous les types de contenu et taxonomies définies dans votre thème.<br/>

source: Some of your posts have already been indexed. Gorgeous!
fr_fr: Certains de vos contenus ont déjà été indexés. Génial !

source: Post types
fr_fr: Types de Contenu

source: Retrieve here all your stats.
fr_fr: Retrouvez ici toutes vos statistiques.

source: See all
fr_fr: Voir tous

source: By <a href="%s" itemprop="author">%s</a> on <time datetime="%s" itemprop="datePublished">%s</time>
fr_fr: Par <a href="%s" itemprop="author">%s</a>, le <time datetime="%s" itemprop="datePublished">%s</time>

source: Read more
fr_fr: Lire la suite

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
fr_fr: Toutes nos excuses, aucun résultat n'a été trouvé pour l'archive demandée. Peut-être qu'une recherche vous aidera à trouver des articles connexes.

source: Delete all galleries
fr_fr: Supprimer toutes les galeries

source: Edit
fr_fr: Editer

source: Add item
fr_fr: Ajouter un item

source: Customizations
fr_fr: Personnalisations

source: Address
fr_fr: Adresse

source: Define your default address in which the maps will be centered.
fr_fr: Définissez votre adresse par défaut sur laquelle la maps sera centrée.

source: Marker
fr_fr: Marqueur

source: Add marker
fr_fr: Ajouter un marqueur

source: Width
fr_fr: Largeur

source: Define the width maps in pixels.
fr_fr: Définissez la largeur de la maps en pixels.

source: Height
fr_fr: Hauteur

source: Define the height maps in pixels.
fr_fr: Définissez la hauteur de la maps en pixels.

source: Define your default zoom.
fr_fr: Définissez le zoom par défaut.

source: Define your default type.
fr_fr: Définissez le type par défaut.

source: Rotate control options
fr_fr: Option de Rotate control

source: Overview Map control options
fr_fr: Options de Overview Map control

source: Define your default options.
fr_fr: Définissez vos options par défaut.

source: Enable JSON design?
fr_fr: Activer la personnalisation JSON ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: To customize your Google map, go to <a href="http://snazzymaps.com/" target="_blank"><b>SnazzyMaps</b></a> website, choose a theme and copy/paste the <code>Javascript style array</code> code in this textarea.
fr_fr: Pour personnaliser votre Google map, rendez-vous sur <a href="http://snazzymaps.com/" target="_blank"><b>SnazzyMaps</b></a>, choisissez un thème et copiez/collez la code <code>Javascript style array</code> dans cette zone de texte.

source: Press the <code>CTRL</code> or <code>CMD</code> button to select more than one option.
fr_fr: Pressez <code>CTRL</code> ou <code>CMD</code> pour choisir plus d'une option.

source: Un/select all options
fr_fr: Dé/sélectionner toutes les options

source: Add social networks
fr_fr: Ajouter des réseaux sociaux

source: Choose the social networks you want to display
fr_fr: Choisissez le réseau social que vous souhaitez afficher

source: Delete all medias
fr_fr: Supprimer tous les médias

source: Add medias
fr_fr: Ajouter des médias

source: Add media
fr_fr: Ajouter un média

source: There are no %s found.
fr_fr: Aucun %s trouvé.

source: There is no %s found.
fr_fr: Aucun %s trouvé.

source: Facebook connection
fr_fr: Facebook connexion

source: Google+ connection
fr_fr: Google+ connexion

source: Instagram connection
fr_fr: Instagram connexion

source: Twitter connection
fr_fr: Twitter connexion

source: Add new
fr_fr: Ajouter

source: Add new %s
fr_fr: Ajouter %s

source: Edit %s
fr_fr: Editer %s

source: New %s
fr_fr: Nouveau %s

source: View
fr_fr: Voir

source: View %s
fr_fr: Voir %s

source: Search %s
fr_fr: Rechercher %s

source: No %s found
fr_fr: Aucun %s trouvé

source: No %s found in Trash
fr_fr: Aucun %s trouvé à la Corbeille

source: Parent %s
fr_fr: Parent de %s

source: Metabox
fr_fr: Métabox

source: undefined (?)
fr_fr: indéfini (?)

source: Left
fr_fr: Gauche

source: Center
fr_fr: Centre

source: Right
fr_fr: Droit

source: Top
fr_fr: Haut

source: Middle
fr_fr: Milieu

source: Bottom
fr_fr: Bas

source: Background is displayed only once.
fr_fr: L'image de fond n'est affichée qu'une fois.

source: Background is repeated horizontally only.
fr_fr: L'image de fond est répétée horizontalement.

source: Background is repeated vertically only.
fr_fr: L'image de fond est répétée verticalement.

source: Background is repeated all the way.
fr_fr: L'image de fond est répétée normalement.

source: No background
fr_fr: Pas d'image de fond

source: See my portfolio on Behance
fr_fr: Voir mon portfolio sur Behance

source: Follow me on Bloglovin
fr_fr: Suivez-moi sur Bloglovin

source: Follow me on Bitbucket
fr_fr: Suivez-moi sur Bitbucket

source: Follow me on Codepen.io
fr_fr: Suivez-moi sur Codepen.io

source: Follow me on Delicious
fr_fr: Suivez-moi sur Delicious

source: Follow me on Deviantart
fr_fr: Suivez-moi sur Deviantart

source: Follow me on Dribbble
fr_fr: Suivez-moi sur Dribbble

source: Follow me on Facebook
fr_fr: Suivez-moi sur Facebook

source: Follow me on Flickr
fr_fr: Suivez-moi sur Flickr

source: Follow me on Forrst
fr_fr: Suivez-moi sur Forrst

source: See me on Foursquare
fr_fr: Trouvez-moi sur Foursquare

source: Follow me on FriendFeed
fr_fr: Suivez-moi sur FriendFeed

source: Follow me on Github
fr_fr: Suivez-moi sur Github

source: Follow me on Gittip
fr_fr: Suivez-moi sur Gittip

source: Follow me on Hellocoton
fr_fr: Suivez-moi sur Hellocoton

source: Follow me on Google+
fr_fr: Suivez-moi sur Google+

source: Follow me on Instagram
fr_fr: Suivez-moi sur Instagram

source: Follow me on LastFM
fr_fr: Suivez-moi sur LastFM

source: Follow me on LinkedIn
fr_fr: Suivez-moi sur LinkedIn

source: Follow me on Pinterest
fr_fr: Suivez-moi sur Pinterest

source: Follow me on Reddit
fr_fr: Suivez-moi sur Reddit

source: Connect us on Skype
fr_fr: Contactez-moi sur Skype

source: Follow me on Soundcloud
fr_fr: Suivez-moi sur Soundcloud

source: Follow me on Stumbleupon
fr_fr: Suivez-moi sur Stumbleupon

source: Follow me on Tumblr
fr_fr: Suivez-moi sur Tumblr

source: Follow me on Twitter
fr_fr: Suivez-moi sur Twitter

source: Follow me on Vimeo
fr_fr: Suivez-moi sur Vimeo

source: Follow me on Vine.co
fr_fr: Suivez-moi sur Vine.co

source: Follow me on VK.com
fr_fr: Suivez-moi sur VK.com

source: Follow me on Weibo
fr_fr: Suivez-moi sur Weibo

source: Follow me on Youtube
fr_fr: Suivez-moi sur Youtube

source: Subscribe to my RSS feed
fr_fr: Abonnez-vous à mon flux RSS

source: Connections
fr_fr: Connexions

source: <span style="color:#3a71bb">Connections</span>
fr_fr: <span style="color:#3a71bb">Connexions</span>

source: Simple, use these boxes to fully integrate your Tea Theme Options for Wordpress with your favorites social networks.
fr_fr: Simple, utilisez ces boites pour intégrer complètement votre Tea Theme Options pour Wordpress avec vos réseaux sociaux préférés.

source: <span style="color:#55bb3a">Welcome</span>
fr_fr: <span style="color:#55bb3a">Bienvenue</span>

source: <h1 style="text-align:center">Your simple, easy to use<br/>and fully integrated<br/><strong>theme options for Wordpress</strong></h1>
fr_fr: <h1 style="text-align:center">Votre créateur de thème,<br/>simple, facile d'utilisation<br/>et complètement intégré pour Wordpress</strong></h1>

source: Elasticsearh: an Open Source, Distributed and RESTful Search Engine.
fr_fr: Elasticsearh : un Moteur de recherche Open Source, distribué et RESTful.

source: Dismiss this notice.
fr_fr: Cacher la notice.

source: <strong>Your Tea Theme Options is almost ready!</strong> Connect your profile to enable social features and get full of functionalities ;)
fr_fr: <strong>Votre Tea Theme Options est presque prêt !</strong> Connectez votre profil pour activer la fonctionnalité des réseaux sociaux et obtenir toutes les fonctionnalités ;)

source: Connect
fr_fr: Se connecter

source: Update
fr_fr: Mettre à jour

source: Update capabilities
fr_fr: Mettre à jour les droits

source: Brewed to you by Take a Tea &copy; 20xx Take a Tea. All rights reserved.
fr_fr: Infusé pour vous par Take a Tea &copy; 20xx Take a Tea. Tous droits réservés.

source: Please, contact <a href="mailto:teatime@takeatea.com?subject=Tea Theme Options on %s - version %s"><b>teatime@takeatea.com</b></a> if you have any suggestions.
fr_fr: Merci de contacter <a href="mailto:teatime@takeatea.com?subject=Tea Theme Options sur %s - version %s"><b>teatime@takeatea.com</b></a> pour toutes suggestions.

source: Your Tea Theme Option is in <b>version %s</b>
fr_fr: Votre Tea Theme Option est en sa <b>version %s</b>

source: Search template
fr_fr: Template de recherche

source: Close &times;
fr_fr: Fermer &times;

source: The Tea Theme Options is updated.
fr_fr: Le Tea Theme Options est à jour.
